Repository: cvfosammmm/Setzer
Catalog: po/*.po
Languages: vi

source: Afrikaans
vi: Tiếng Nam Phi

source: Azerbaijani
vi: Tiếng Azerbaijan

source: Basque
vi: Tiếng Basque

source: Breton
vi: Tiếng Breton

source: Bulgarian
vi: Tiếng Bungari

source: Catalan
vi: Tiếng Catalunya

source: Croatian
vi: Tiếng Croatia

source: Czech
vi: Tiếng Séc

source: Danish
vi: Tiếng Đan Mạch

source: Dutch
vi: Tiếng Hà Lan

source: Esperanto
vi: Quốc tế ngữ

source: Estonian
vi: Tiếng Estonia

source: Finnish
vi: Tiếng Phần Lan

source: Galician
vi: Tiếng Galicia

source: Greek
vi: Tiếng Hy Lạp

source: Hebrew
vi: Tiếng Do Thái

source: Icelandic
vi: Tiếng Iceland

source: Indonesian
vi: Tiếng Indonesia

source: Interlingua
vi: Liên ngôn ngữ

source: Irish Gaelic
vi: Tiếng Gaelic Ireland

source: Latin
vi: Tiếng Latin

source: Lower Sorbian
vi: Tiếng Hạ Sorbia

source: Malay
vi: Tiếng Mã Lai

source: Northern Sami
vi: Tiếng Bắc Sami

source: Norwegian
vi: Tiếng Na Uy

source: Polish
vi: Tiếng Ba Lan

source: Romanian
vi: Tiếng Rumani

source: Scottish Gaelic
vi: Tiếng Gaelic Scotland

source: Slovakian
vi: Tiếng Slovakia

source: Slovenian
vi: Tiếng Slovenia

source: Swedish
vi: Tiếng Thụy Điển

source: Serbian
vi: Tiếng Serbia

source: Turkish
vi: Tiếng Thổ Nhĩ Kỳ

source: Ukrainian
vi: Tiếng Ukraina

source: Upper Sorbian
vi: Tiếng Thượng Sorbia

source: Welsh
vi: Tiếng xứ Wales
