Repository: cvfosammmm/Setzer
Catalog: po/*.po
Languages: vi

source: include graphics in your document.
vi: bao gồm đồ họa trong tài liệu của bạn.

source: foreground and background color.
vi: màu nền trước và màu nền.

source: enables colored text.
vi: cho phép văn bản màu.

source: type urls with the \url{..} command without escaping them.
vi: nhập các liên kết url bằng lệnh \url{..} mà không thoát chúng.

source: create hyperlinks within your document.
vi: tạo siêu liên kết trong tài liệu của bạn.

source: define theorem environments (like "definition", "lemma", …) with custom styling.
vi: xác định các môi trường định lý (như "định nghĩa", "bổ đề", ...) với kiểu dáng tùy chỉnh.

source: provides the \listing environment for embedding programming code.
vi: cung cấp môi trường \listing để nhúng mã lập trình.

source: create a glossary for your document.
vi: tạo bảng thuật ngữ cho tài liệu của bạn.

source: paragraphs without indentation.
vi: đoạn văn không có đầu dòng.

source: Letter settings
vi: Cài đặt chữ

source: Page format
vi: Định dạng trang

source: Portrait
vi: Trang đứng

source: Landscape
vi: Trang nằm

source: Page margins
vi: Lề trang

source: Use default margins
vi: Sử dụng lề mặc định

source: All values are in cm (1 inch ≅ 2.54 cm).
vi: Tất cả các giá trị tính bằng cm (1 inch ≅ 2,54 cm).

source: Font size
vi: Cỡ chữ

source: Report settings
vi: Cài đặt báo cáo

source: BibTeX Files
vi: Tập tin BibTeX

source: BibTeX file to include
vi: Nhúng tập tin BibTeX

source: Select a BibTeX File
vi: Chọn một tệp BibTeX

source: Bibliography style
vi: Kiểu nguồn tham khảo

source: Show bibliography styles for the 'natbib' package
vi: Hiển thị kiểu nguồn tham khảo bằng gói 'natbib'

source: Include BibTeX file
vi: Nhúng tệp BibTeX

source: _Include
vi: _Nhúng

source: Relative Path
vi: Đường dẫn tương đối

source: Absolute Path
vi: Đường dẫn tuyệt đối

source: LaTeX Files
vi: Tập tin LaTeX

source: LaTeX file to include
vi: Tập tin LaTeX để nhúng

source: Select a LaTeX File
vi: Chọn một tệp LaTeX

source: Type of path to included file
vi: Loại đường dẫn đến tệp được nhúng

source: <b>Relative Path:</b> Set the path relative to the main document. This is useful when the included file is in the same folder as the main document and you want to move around both of them together.
vi: <b>Đường dẫn tương đối:</b> Đặt đường dẫn liên quan đến tài liệu chính. Điều này hữu ích khi tệp được bao gồm nằm trong cùng thư mục với tài liệu chính và bạn muốn di chuyển cả hai tệp cùng nhau.

source: <b>Absolute Path:</b> Specify the absolute location of the included file in your filesystem.
vi: <b>Đường dẫn tuyệt đối:</b> Chỉ định vị trí tuyệt đối của tệp được bao gồm trong hệ thống tệp của bạn.

source: Include LaTeX file
vi: Nhúng tệp LaTeX

source: LateX Interpreter is missing.
vi: Phiên dịch LateX bị thiếu.

source: Setzer is configured to use »{interpreter}« which seems to be missing on this system. To choose a different interpreter go to Preferences. To install interpreters in Flatpak, open a terminal and run the following command: flatpak install org.freedesktop.Sdk.Extension.texlive
vi: Setzer được định cấu hình để sử dụng »{interpreter}« dường như bị thiếu trên hệ thống này. Để chọn một trình biên dịch khác, hãy chuyển đến Tùy chọn. Để cài đặt trình biên dịch trong Flatpak, hãy mở terminal và chạy lệnh sau: flatpak install org.freedesktop.Sdk.Extension.texlive

source: Setzer is configured to use »{interpreter}« which seems to be missing on this system. To choose a different interpreter go to Preferences. For instructions on installing LaTeX see <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>
vi: Setzer được định cấu hình để sử dụng »{interpreter}« dường như bị thiếu trên hệ thống này. Để chọn một trình thông dịch khác, hãy chuyển đến Tùy chọn. Để biết hướng dẫn cài đặt LaTeX, hãy xem <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>

source: Documents
vi: Các tài liệu

source: Create new document
vi: Tạo tài liệu mới

source: Open a document
vi: Mở một tài liệu

source: Show recent documents
vi: Hiển thị các tài liệu gần đây

source: Show open documents
vi: Hiển thị tài liệu đang mở

source: Switch to the next open document
vi: Chuyển sang tài liệu đang mở tiếp theo

source: Save the current document
vi: Lưu tài liệu hiện tại

source: Save the document with a new filename
vi: Lưu tài liệu với tên tệp mới

source: Close the current document
vi: Đóng tài liệu hiện tại

source: Tools
vi: Công cụ

source: Save and build .pdf-file from document
vi: Lưu và tạo tệp .pdf từ tài liệu

source: Build .pdf-file from document
vi: Biên dịch tệp .pdf từ tài liệu

source: Show current position in preview
vi: Hiển thị vị trí hiện tại trong bản xem trước

source: Show help panel
vi: Hiển thị bảng trợ giúp

source: Show document structure panel
vi: Hiển thị bảng cấu trúc tài liệu

source: Show symbols panel
vi: Hiển thị bảng ký hiệu

source: Spellchecking dialog
vi: Hộp thoại kiểm tra chính tả

source: Show build log
vi: Hiển thị nhật ký biên dịch

source: Show preview panel
vi: Hiển thị bảng xem trước

source: Show keyboard shortcuts
vi: Hiển thị phím tắt

source: Close Application
vi: Đóng ứng dụng

source: Find and Replace
vi: Tìm và thay thế

source: Find
vi: Tìm

source: Find the next match
vi: Tìm kết quả tiếp theo

source: Find the previous match
vi: Tìm kết quả trước

source: Zoom
vi: Phóng

source: Zoom in
vi: Phóng to

source: Zoom out
vi: Thu nhỏ

source: Reset zoom
vi: Đặt lại thu phóng

source: Copy selected text to clipboard
vi: Sao chép văn bản đã chọn vào khay nhớ tạm

source: Cut selected text to clipboard
vi: Cắt văn bản đã chọn vào khay nhớ tạm

source: Paste text from clipboard
vi: Dán văn bản từ khay nhớ tạm

source: Undo and Redo
vi: Hoàn tác và làm lại

source: Undo previous text edit
vi: Hoàn tác chỉnh sửa văn bản trước đó

source: Redo previous text edit
vi: Làm lại chỉnh sửa văn bản trước đó

source: Selection
vi: Lựa chọn

source: Select all text
vi: Chọn tất cả văn bản

source: Editing
vi: Chỉnh sửa

source: Toggle insert / overwrite
vi: Chuyển đổi chèn / ghi đè

source: Move current line up
vi: Di chuyển dòng hiện tại lên

source: Move current line down
vi: Di chuyển dòng hiện tại xuống

source: Move current word left
vi: Di chuyển từ hiện tại sang trái

source: Move current word right
vi: Di chuyển từ hiện tại sang phải

source: Increment number at cursor
vi: Tăng số tại con trỏ

source: Decrement number at cursor
vi: Giảm số tại con trỏ

source: LaTeX Shortcuts
vi: Phím tắt LaTeX

source: Comment / Uncomment current line(s)
vi: Bình luận / Bỏ bình luận (các) dòng hiện tại

source: New Line
vi: Dòng mới

source: Bold Text
vi: Chữ in đậm

source: Italic Text
vi: Chữ nghiêng

source: Underlined Text
vi: Văn bản được gạch chân

source: Typewriter Text
vi: Văn bản kiểu máy đánh chữ

source: Emphasized Text
vi: Đoạn văn bản được nhấn mạnh

source: Quotation Marks
vi: Dấu ngoặc kép

source: List Item
vi: Liệt kê mục

source: Environment
vi: Môi trường

source: Math Shortcuts
vi: Phím tắt toán học

source: Inline Math Section
vi: Phần toán trong dòng chữ

source: Display Math Section
vi: Hiển thị phần toán học

source: Equation
vi: Phương trình

source: Subscript
vi: Chỉ số dưới

source: Superscript
vi: Chỉ số trên

source: Fraction
vi: Phân số

source: _Open
vi: _Mở

source: Open
vi: Mở

source: LaTeX and BibTeX Files
vi: Tệp LaTeX và BibTeX

source: Load Session
vi: Phiên tải

source: Setzer Session
vi: Phiên Setzer

source: LaTeX Interpreter
vi: Trình thông dịch LaTeX

source: No LaTeX interpreter found. To install interpreters in Flatpak, open a terminal and run the following command: flatpak install org.freedesktop.Sdk.Extension.texlive
vi: Không tìm thấy trình thông dịch LaTeX. Để cài đặt trình thông dịch trong Flatpak, hãy mở terminal và chạy lệnh sau: flatpak install org.freedesktop.Sdk.Extension.texlive

source: No LaTeX interpreter found. For instructions on installing LaTeX see <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>
vi: Không tìm thấy trình thông dịch LaTeX. Để biết hướng dẫn cài đặt LaTeX, hãy xem <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>

source: Please note: the Tectonic backend uses only the V1 command-line interface. Tectonic.toml configuration files are ignored.
vi: Xin lưu ý: chương trình phụ trợ Tectonic chỉ sử dụng giao diện dòng lệnh V1. Các tệp cấu hình Tectonic.toml bị bỏ qua.

source: Automatically remove helper files (.log, .dvi, …) after building .pdf.
vi: Tự động xóa các tệp trợ giúp (.log, .dvi,…) sau khi xây dựng .pdf.

source: Use Latexmk
vi: Sử dụng Latexmk

source: Automatically show build log ..
vi: Tự động hiển thị nhật ký biên dịch ..

source: .. only when errors occurred.
vi: .. chỉ khi xảy ra lỗi.

source: .. on errors and warnings.
vi: .. khi sảy ra lỗi và cảnh báo.

source: .. on errors, warnings and badboxes.
vi: .. khi sảy ra lỗi, cảnh báo và lỗi trình bày.

source: Embedded system commands
vi: Lệnh hệ thống nhúng

source: Warning: enable this only if you have to. It can cause security problems when building files from untrusted sources.
vi: Cảnh báo: chỉ kích hoạt tính năng này nếu bạn phải làm vậy. Nó có thể gây ra sự cố bảo mật khi xây dựng tệp từ các nguồn không đáng tin cậy.

source: Disable
vi: Vô hiệu hóa

source: Enable restricted \write18{SHELL COMMAND}
vi: Kích hoạt hạn chế \write18{SHELL COMMAND}

source: Fully enable \write18{SHELL COMMAND}
vi: Kích hoạt đầy đủ \write18{SHELL COMMAND}

source: Tab Stops
vi: Điểm dừng tab

source: Insert spaces instead of tabs
vi: Chèn dấu cách thay vì tab

source: Set Tab Width:
vi: Đặt chiều rộng tab:

source: Line Numbers
vi: Số dòng

source: Show line numbers
vi: Hiển thị số dòng

source: Line Wrapping
vi: Ngắt dòng

source: Enable line wrapping
vi: Bật ngắt dòng

source: Code Folding
vi: Gấp gọn code

source: Enable code folding
vi: Kích hoạt gấp mã

source: Highlighting
vi: Làm nổi bật

source: Highlight current line
vi: Làm nổi bật dòng hiện tại

source: Highlight matching brackets
vi: Làm nổi bật các dấu ngoặc phù hợp

source: Font
vi: Phông chữ

source: Use the system fixed width font (
vi: Sử dụng phông chữ có chiều rộng cố định của hệ thống (

source: Set Editor Font:
vi: Đặt phông chữ cho trình chỉnh sửa:

source: UI Colors
vi: Màu giao diện người dùng

source: Default
vi: Mặc định

source: Light Theme
vi: Chủ đề sáng

source: Dark Theme
vi: Chủ đề tối

source: Invert Colors in .pdf-Preview
vi: Đảo ngược màu trong trình xem trước .pdf

source: Editor Colors
vi: Màu trình soạn thảo

source: Remove active scheme
vi: Xóa lược đồ màu đang hoạt động

source: Add from file…
vi: Thêm từ tệp…

source: Preview
vi: Xem trước

source: _Add Scheme
vi: _Thêm lược đồ

source: Add Scheme
vi: Thêm lược đồ

source: Color Scheme Files
vi: Tệp màu cho lược đồ

source: Removing syntax scheme »{name}«.
vi: Xóa lược đồ cú pháp »{name}«.

source: Do you really want to do this?
vi: Bạn có thực sự muốn làm điều này?

source: _Yes, remove it
vi: _Vâng, gỡ bỏ đi

source: Build System
vi: Hệ thống Biên dịch

source: Editor
vi: Trình soạn thảo

source: Font & Colors
vi: Phông chữ & Màu sắc

source: Preferences
vi: Tùy chỉnh

source: Replacing {amount} occurence of »{original}« with »{replacement}«.
vi: Thay thế {amount} lần xuất hiện của »{original}« bằng »{replacement}«.

source: _Yes, replace all occurrences
vi: _Vâng, thay thế tất cả các lần xuất hiện

source: Save document
vi: Lưu tài liệu

source: Save Session
vi: Lưu phiên

source: Spellchecking Language
vi: Ngôn ngữ kiểm tra chính tả

source: <span color="{color}">Failed</span> ({amount} error)!
vi: <span color="{color}">Không thành công</span> (lỗi {amount})!

source: Success!
vi: Thành công!

source: Stop building
vi: Ngừng biên dịch

source: Cleanup build files
vi: Dọn dẹp các tập tin dùng cho biên dịch

source: Undo
vi: Hoàn tác

source: Cut
vi: Cắt

source: Copy
vi: Sao chép

source: Paste
vi: Dán

source: Delete
vi: Xóa bỏ

source: Select All
vi: Chọn tất cả

source: Toggle Comment
vi: Chuyển đổi bình luận

source: Show in Preview
vi: Hiển thị trong Bản xem trước

source: Page
vi: Trang

source: of
vi: của

source: Go to page
vi: Đi tới trang

source: External Viewer
vi: Trình xem bên ngoài

source: Show Source
vi: Hiển thị nguồn

source: Zoom In
vi: Phóng to

source: Zoom Out
vi: Thu nhỏ

source: Fit to Width
vi: Vừa với chiều rộng

source: Fit to Text Width
vi: Vừa với chiều rộng văn bản

source: Fit to Height
vi: Vừa với chiều cao

source: No preview available
vi: Không có xem trước

source: To show a .pdf preview of your document, click the build button in the headerbar.
vi: Để hiển thị bản xem trước .pdf của tài liệu của bạn, hãy nhấp vào nút bản dựng trong thanh tiêu đề.

source: Set zoom level
vi: Đặt mức thu phóng

source: Previous result
vi: Kết quả trước đó

source: Next result
vi: Kết quả tiếp theo

source: Replace
vi: Thay thế

source: Replace selected result
vi: Thay thế kết quả đã chọn

source: All
vi: Tất cả

source: Replace all results
vi: Thay thế tất cả kết quả

source: More Actions
vi: Hành động khác

source: Find and Replace (Ctrl+H)
vi: Tìm và Thay thế (Ctrl+H)

source: Find (Ctrl+F)
vi: Tìm (Ctrl+F)

source: New Document Wizard
vi: Trình tạo tự động tài liệu mới

source: (None)
vi: (Không có)

source: Choose File
vi: Chọn tập tin

source: _Select
vi: _Lựa chọn

source: Line {number}
vi: Dòng {number}

source: Building failed with {amount} error
vi: Xây dựng không thành công với lỗi {amount}

source: {amount} warning or badbox
vi: {amount} cảnh báo hoặc lỗi trình bày

source: Building successful
vi: Biên dịch thành công

source: no warnings or badboxes
vi: không có cảnh báo hoặc lỗi trình bày

source: No results
vi: Không có kết quả

source: Other Documents
vi: Các tài liệu khác

source: Welcome to Setzer
vi: Chào mừng bạn đến với Setzer

source: Set one Document as Root
vi: Đặt một Tài liệu là tài liệu chính

source: Unset Root Document
vi: Bỏ đặt tài liệu chính

source: Click on a document in the list below to set it as root.
vi: Bấm vào một tài liệu trong danh sách bên dưới để đặt nó làm tài liệu chính.

source: The root document will get built, no matter which document you are currently editing, and it will always display in the .pdf preview. The build log will also refer to the root document. This is often useful for working on large projects where typically a top level document (the root) will contain multiple lower level files via include statements.
vi: Tài liệu chính sẽ được xây dựng, bất kể tài liệu nào bạn hiện đang chỉnh sửa và nó sẽ luôn hiển thị ở định dạng .pdf xem trước. Nhật ký xây dựng cũng sẽ đề cập đến tài liệu chính. Điều này thường hữu ích khi làm việc trên các dự án lớn, nơi thường một tài liệu cấp cao nhất (chính) sẽ chứa nhiều cấp thấp hơn các tệp cấp thông qua các câu lệnh nhúng.

source: Toggle document structure
vi: Chuyển đổi cấu trúc tài liệu

source: Toggle symbols
vi: Chuyển đổi biểu tượng

source: New LaTeX Document
vi: Tài liệu LaTeX mới

source: New BibTeX Document
vi: Tài liệu BibTeX mới

source: Create a new document
vi: Tạo một tài liệu mới

source: Save
vi: Lưu

source: Toggle preview
vi: Chuyển đổi xem trước

source: Toggle help
vi: Bật/tắt trợ giúp

source: Session
vi: Phiên làm việc

source: Save the list of open documents in a session file and restore it later, a convenient way to work on multiple projects.
vi: Lưu danh sách các tài liệu đang mở trong một tệp phiên làm việc và khôi phục nó sau, một cách thuận tiện để làm việc trên nhiều dự án.

source: Restore Previous Session
vi: Khôi phục phiên làm việc trước đó

source: Save Current Session
vi: Lưu phiên hiện tại

source: Save Document As
vi: Lưu tài liệu dưới dạng

source: Save All Documents
vi: Lưu tất cả tài liệu

source: View
vi: Xem

source: Keyboard Shortcuts
vi: Các phím tắt bàn phím

source: About
vi: Thông tin về

source: Close All Documents
vi: Đóng tất cả tài liệu

source: Close Document
vi: Đóng tài liệu

source: Quit
vi: Thoát

source: Dark Mode
vi: Chế độ tối

source: Check Spelling
vi: Kiểm tra chính tả

source: Automatic Spellchecking
vi: Kiểm tra chính tả tự động

source: Set Spellchecking Language
vi: Đặt ngôn ngữ kiểm tra chính tả

source: Home
vi: Trở về đầu

source: Top
vi: Đầu

source: Back
vi: Trước

source: Forward
vi: Tiếp tục

source: Create New Entry
vi: Tạo mục nhập mới

source: Create a New BibTeX Entry
vi: Tạo một mục nhập BibTeX mới

source: Previously Used Entries
vi: Các mục đã sử dụng trước đây

source: Add a Previously Used BibTeX Entry
vi: Thêm mục nhập BibTeX đã sử dụng trước đó

source: Search For Entries Online
vi: Tìm kiếm các mục trực tuyến

source: Add a BibTeX Entry from an Online Database
vi: Thêm mục nhập BibTeX từ cơ sở dữ liệu trực tuyến

source: Build log
vi: Nhật ký biên dịch

source: Italic
vi: Chữ nghiêng

source: Bold
vi: In đậm

source: Document
vi: Tài liệu

source: Document Info
vi: Thông tin tài liệu

source: Document Environment
vi: Môi trường tài liệu

source: Show Title
vi: Hiển thị tiêu đề

source: Table of Contents
vi: Mục lục

source: Include LaTeX File
vi: Nhúng tệp LaTeX

source: Date Today
vi: Ngày hôm nay

source: Beamer
vi: Trình chiếu

source: Hide Navigation
vi: Ẩn điều hướng

source: Title Page
vi: Trang tiêu đề

source: Frame
vi: Khung

source: Frame with Title
vi: Khung có tiêu đề

source: \frametitle
vi: \tiêuđềkhung

source: Bibliography
vi: Nguồn tham khảo

source: Include BibTeX File
vi: Nhúng tệp BibTeX

source: Include 'natbib' Package
vi: Nhúng Gói 'natbib'

source: Citation with Page Number
vi: Trích dẫn với số trang

source: Natbib Citations
vi: Trích dẫn Natbib

source: Include non-cited BibTeX Entries with '\nocite'
vi: Nhúng các Mục nhập BibTeX không được trích dẫn với '\nocite'

source: Abbreviated
vi: Viết tắt

source: Abbreviated with Brackets
vi: Viết tắt với dấu ngoặc

source: Detailed
vi: Chi tiết

source: Detailed with Brackets
vi: Chi tiết với dấu ngoặc

source: Alternative 1
vi: Thay thế 1

source: Alternative 2
vi: Phương án 2

source: Cite Author
vi: Trích dẫn tác giả

source: Cite Author Detailed
vi: Trích dẫn tác giả chi tiết

source: Cite Year
vi: Trích dẫn năm

source: Cite Year with Brackets
vi: Trích dẫn năm có dấu ngoặc

source: Text
vi: Chữ

source: Font Styles
vi: Kiểu phông chữ

source: Font Sizes
vi: Cỡ chữ

source: Alignment
vi: Căn chỉnh

source: Vertical Spacing
vi: Khoảng cách dọc

source: Sectioning
vi: Phân đoạn

source: Verbatim Environment
vi: Môi trường trích nguyên văn

source: List Environments
vi: Môi trường danh sách

source: Quotations
vi: Trích dẫn

source: Cross References
vi: Tham khảo chéo

source: Footnote
vi: Chú thích cuối trang

source: Underline
vi: Gạch dưới

source: Sans Serif
vi: Kiểu Không chân

source: Typewriter
vi: Kiểu máy đánh chữ

source: Small Caps
vi: Kiểu chữ in nhỏ

source: Emphasis
vi: Nhấn mạnh

source: Centered
vi: Căn giữa

source: Left-aligned
vi: Căn lề trái

source: Right-aligned
vi: Căn lề phải

source: Part
vi: Phần

source: Chapter
vi: Chương

source: Section
vi: Mục

source: Subsection
vi: Tiểu mục

source: Subsubsection
vi: Dưới tiểu mục

source: Paragraph
vi: Đoạn văn

source: Subparagraph
vi: Tiểu đoạn

source: Bulleted List
vi: Danh sách gạch đầu dòng

source: Numbered List
vi: Danh sách được đánh số

source: List with Bold Labels
vi: Danh sách có nhãn in đậm

source: Short Quotation
vi: Trích dẫn ngắn

source: Longer Quotation
vi: Trích dẫn dài

source: Poetry Quotation
vi: Trích dẫn thơ

source: Label
vi: Nhãn

source: Equation Reference
vi: Phương trình tham khảo

source: Page Reference
vi: Trang tham khảo

source: Quotes
vi: Trích dẫn

source: Primary Quotes
vi: Trích dẫn chính

source: Secondary Quotes
vi: Trích dẫn phụ

source: German Quotes
vi: Trích dẫn tiếng Đức

source: German Single Quotes
vi: Trích dẫn đơn tiếng Đức

source: French Quotes
vi: Trích dẫn tiếng Pháp

source: French Single Quotes
vi: Trích dẫn đơn tiếng Pháp

source: German Alt Quotes
vi: Trích dẫn Alt của Đức

source: German Alt Single Quotes
vi: Trích dẫn đơn Alt của Đức

source: Math
vi: Toán học

source: Include AMS Packages
vi: Nhúng các gói AMS

source: Math Environments
vi: Môi trường toán học

source: Square Root
vi: Căn bậc hai

source: Math Functions
vi: Hàm toán học

source: Math Font Styles
vi: Các kiểu phông chữ toán học

source: Math Stacking Symbols
vi: Biểu tượng xếp chồng toán học

source: Math Accents
vi: Điểm nhấn toán học

source: Math Spaces
vi: Không gian toán học

source: Roman
vi: Kiểu La Mã

source: Calligraphic
vi: Kiểu thư pháp

source: Objects
vi: Các đối tượng

source: Figure (image inside freestanding block)
vi: Hình (hình ảnh bên trong khối độc lập)

source: Inline Image
vi: Hình ảnh trong dòng chữ

source: Code Listing
vi: Danh sách code

source: Url (\url)
vi: Địa chỉ (\url)

source: Hyperlink (\href)
vi: Siêu liên kết (\href)

source: Include 'listings' Package
vi: Nhúng gói 'danh sách'

source: Other Language
vi: Ngôn ngữ khác

source: Plain Text
vi: Văn bản thô

source: These counts are updated after the document is saved.
vi: Số lượng này được cập nhật sau khi tài liệu được lưu.

source: Document Structure
vi: Cấu trúc tài liệu

source: Labels
vi: Nhãn

source: To-Dos
vi: Việc cần làm

source: Document Stats
vi: Thống kê tài liệu

source: Package
vi: Gói

source: Recent
vi: Gần đây

source: Greek Letters
vi: Chữ Hy Lạp

source: Arrows
vi: Mũi tên

source: Relations
vi: Mối quan hệ

source: Operators
vi: Toán tử

source: Misc. Math
vi: Toán học khác

source: Misc. Symbols
vi: Ký hiệu khác

source: Write beautiful LaTeX documents with ease!
vi: Viết tài liệu LaTeX đẹp một cách dễ dàng!

source: Click the open or create buttons in the headerbar above to start editing.
vi: Nhấp vào nút mở hoặc tạo trong thanh tiêu đề phía trên để bắt đầu chỉnh sửa.

source: Untitled Document {number}
vi: Tài liệu không có tiêu đề {number}

source: additional math fonts from AMS.
vi: phông chữ toán học bổ sung từ AMS.

source: mathematics package from AMS.
vi: gói toán học từ AMS.

source: mathematical symbols from AMS.
vi: ký hiệu toán học từ AMS.

source: math theorems setting package from AMS.
vi: gói thiết lập định lý toán học từ AMS.

source: multilingual documents.
vi: tài liệu đa ngôn ngữ.

source: dirac braket and set notations.
vi: kí hiệu dirac braket và thiết lập các ký hiệu.

source: bibliographies in LaTeX.
vi: nguồn tham khảo trong LaTeX.

source: foreground and background colors.
vi: màu nền trước và màu nền.

source: colored tables.
vi: bảng màu.

source: enumerate with redefinable labels.
vi: danh sách liệt kê với các nhãn có thể đặt lại.

source: interface to document dimensions.
vi: giao diện với kích thước tài liệu.

source: conditional commands.
vi: các lệnh có điều kiện.

source: provides a listing environment for embedding programming code.
vi: cung cấp một môi trường liệt kê để nhúng mã lập trình.

source: provides additional bibliography and citation styles.
vi: cung cấp các kiểu nguồn tham khảo và trích dẫn bổ sung.

source: create plots in two and three dimensions.
vi: tạo các ô trong hai và ba chiều.

source: define theorem environments (like &quot;definition&quot;, &quot;lemma&quot;, …) with custom styling.
vi: xác định các môi trường định lý (như &quot;định nghĩa&quot;, &quot;bổ đề&quot;,…) với kiểu dáng tùy chỉnh.

source: graphics and plotting.
vi: đồ họa và âm mưu.

source: set transparency for sections in your document.
vi: đặt độ trong suốt cho các phần trong tài liệu của bạn.

source: type urls with the \\url{..} command without escaping them.
vi: nhập url bằng lệnh \\url{..} mà không thoát chúng.

source: English
vi: Tiếng Anh

source: Spanish
vi: Tiếng Tây Ban Nha

source: French
vi: Tiếng Pháp

source: Russian
vi: Tiếng Nga

source: Portuguese
vi: Tiếng Bồ Đào Nha

source: German
vi: Tiếng Đức

source: Italian
vi: Tiếng Ý
