Repository: cvfosammmm/Setzer
Catalog: po/*.po
Languages: vi

source: Simple yet full-featured LaTeX editor
vi: Trình soạn thảo LaTeX đơn giản nhưng đầy đủ tính năng

source: Setzer lets you Write LaTeX documents with an easy to use yet full-featured editor.
vi: Setzer cho phép bạn Viết các tài liệu LaTeX bằng một trình chỉnh sửa dễ sử dụng nhưng đầy đủ tính năng.

source: Features include:
vi: Các tính năng bao gồm:

source: Buttons and shortcuts for many LaTeX elements and special characters
vi: Các nút và phím tắt cho những câu lệnh LaTeX và các ký tự đặc biệt

source: Comfortable document creation wizard
vi: Trình tạo tài liệu theo mẫu tiện lợi

source: Dark mode
vi: Chế độ tối

source: Helpful error messages in the build log
vi: Thông báo lỗi cách hữu ích trong nhật ký biên dịch

source: Looks great on the Gnome desktop
vi: Trông tuyệt vời trong môi trường Gnome

source: Good screen to content ratio
vi: Tỷ lệ phù hợp giữa màn hình và nội dung

source: Arguably the best .pdf viewer of any LaTeX editor
vi: Có thể cho rằng trình xem .pdf tốt nhất so với bất kỳ trình soạn thảo LaTeX nào

source: Document creation wizard
vi: Trình hướng dẫn tạo tài liệu

source: Reference to '{label}'
vi: Tham chiếu đến '{label}'

source: Reference
vi: Tham chiếu

source: Reference to page of '{label}'
vi: Tham chiếu đến trang '{label}'

source: Page reference
vi: Trang tham khảo

source: Reference to '{label}', with parantheses
vi: Tham chiếu đến '{label}', có dấu ngoặc đơn

source: Reference with parantheses
vi: Tham chiếu với dấu ngoặc đơn

source: Cite '{label}'
vi: Trích dẫn '{label}'

source: Citation
vi: Trích dẫn

source: Cite '{label}' (abbreviated)
vi: Trích dẫn '{label}' (viết tắt)

source: Citation (abbreviated)
vi: Trích dẫn (viết tắt)

source: Cite '{label}' (abbreviated with brackets)
vi: Trích dẫn '{label}' (viết tắt trong ngoặc)

source: Citation (abbreviated with brackets)
vi: Trích dẫn (viết tắt trong ngoặc)

source: Cite '{label}' (detailed)
vi: Trích dẫn '{label}' (chi tiết)

source: Citation (detailed)
vi: Trích dẫn (chi tiết)

source: Cite '{label}' (detailed with brackets)
vi: Trích dẫn '{label}' (chi tiết có dấu ngoặc đơn)

source: Citation (detailed with brackets)
vi: Trích dẫn (chi tiết trong ngoặc)

source: Cite '{label}' (alternative style 1)
vi: Trích dẫn '{label}' (kiểu thay thế 1)

source: Citation (alternative style 1)
vi: Trích dẫn (kiểu thay thế 1)

source: Cite '{label}' (alternative style 2)
vi: Trích dẫn '{label}' (kiểu thay thế 2)

source: Citation (alternative style 2)
vi: Trích dẫn (kiểu thay thế 2)

source: Cite '{label}' (author)
vi: Trích dẫn '{label}' (tác giả)

source: Citation (author)
vi: Trích dẫn (tác giả)

source: Cite '{label}' (author detailed)
vi: Trích dẫn '{label}' (tác giả chi tiết)

source: Citation (author detailed)
vi: Trích dẫn (tác giả chi tiết)

source: Cite '{label}' (year)
vi: Trích dẫn '{label}' (năm)

source: Citation (year)
vi: Trích dẫn (năm)

source: Cite '{label}' (year with brackets)
vi: Trích dẫn '{label}' (năm có dấu ngoặc đơn)

source: Citation (year with brackets)
vi: Trích dẫn (năm có ngoặc)

source: Cite '{label}' (BibLaTeX)
vi: Trích dẫn '{label}' (BibLaTeX)

source: BibLaTeX citation
vi: Trích dẫn BibLaTeX

source: Cite '{label}' (BibLaTeX, with brackets)
vi: Trích dẫn '{label}' (BibLaTeX, có dấu ngoặc)

source: BibLaTeX citation (with brackets)
vi: Trích dẫn BibLaTeX (có dấu ngoặc)

source: Setzer is a LaTeX editor.
vi: Setzer là một trình soạn thảo LaTeX.

source: translator-credits
vi: Danh sách dịch giả

source: Add / Remove Packages
vi: Thêm/Xóa Gói

source: Add Package
vi: Thêm gói

source: Remove Package
vi: Xóa gói

source: Article in Journal
vi: Bài báo trên Nhật báo

source: An article in a journal, magazine, newspaper, or other periodical which forms a self-contained unit with its own title. The title of the periodical is given in the <tt>journaltitle</tt> field. If the issue has its own title in addition to the main title of the periodical, it goes in the <tt>issuetitle</tt> field. Note that <tt>editor</tt> and related fields refer to the journal while <tt>translator</tt> and related fields refer to the article.
vi: Một bài báo trên nhật báo, tạp chí, thời báo, hoặc tạp chí định kỳ khác mà nó tạo thành một đơn vị độc lập có tiêu đề riêng. Tiêu đề của tạp chí định kỳ được đặt trong trường <tt>tên tạp chí</tt>. Nếu số báo có tiêu đề riêng ngoài tiêu đề chính của tạp chí định kỳ, thì nó sẽ nằm trong trường <tt>số báo</tt>. Lưu ý rằng <tt>nhà xuất bản</tt> và các trường liên quan đề cập đến tạp chí, trong khi <tt>dịch giả</tt> và các trường liên quan đề cập đến bài viết.

source: Book
vi: Sách

source: A single-volume book with one or more authors where the authors share credit for the work as a whole. This entry type also covers the function of the @inbook type of traditional BibTeX.
vi: Một cuốn sách một tập với một hoặc nhiều tác giả trong đó các tác giả chia sẻ công lao cho toàn bộ tác phẩm. Loại mục nhập này cũng bao hàm chức năng của loại @inbook của BibTeX truyền thống.

source: Multi-volume Book
vi: Sách nhiều tập

source: A multi-volume @book. For backwards compatibility, multi-volume books are also supported by the entry type @book. However, it is advisable to make use of the dedicated entry type @mvbook.
vi: Sách nhiều tập @book. Để tương thích ngược, loại sách nhiều tập cũng được hỗ trợ bởi loại mục nhập @book. Tuy nhiên, bạn nên sử dụng loại mục nhập chuyên dụng @mvbook.

source: Part of a Book With Its Own Title
vi: Một phần của cuốn Sách có Tựa đề Riêng

source: A part of a book which forms a self-contained unit with its own title. Note that the profile of this entry type is different from standard BibTeX.
vi: Một phần của cuốn sách tạo thành một đơn vị khép kín với tiêu đề riêng. Lưu ý rằng cấu hình của loại mục nhập này khác với BibTeX tiêu chuẩn.

source: Book in Book
vi: Sách trong một cuốn Sách

source: This type is similar to @inbook but intended for works originally published as a stand-alone book. A typical example are books reprinted in the collected works of an author.
vi: Loại này tương tự như @inbook nhưng dành cho các tác phẩm ban đầu được xuất bản dưới dạng sách độc lập. Ví dụ điển hình là những cuốn sách in lại trong tuyển tập của một tác giả.

source: Supplemental Material in a Book
vi: Tài liệu Bổ sung trong một cuốn Sách

source: Supplemental material in a @book. This type is closely related to the @inbook entry type. While @inbook is primarily intended for a part of a book with its own title (e. g., a single essay in a collection of essays by the same author), this type is provided for elements such as prefaces, introductions, forewords, afterwords, etc. which often have a generic title only. Style guides may require such items to be formatted differently from other @inbook items. The standard styles will treat this entry type as an alias for @inbook.
vi: Tài liệu bổ sung trong @book. Loại này có liên quan chặt chẽ với loại mục nhập @inbook. Mặc dù @inbook chủ yếu dành cho một phần của cuốn sách có tiêu đề riêng (ví dụ: một bài tiểu luận trong bộ sưu tập các bài tiểu luận của cùng một tác giả), loại này được cung cấp cho các thành phần như lời tựa, lời giới thiệu, lời nói đầu, lời bạt, v.v. mà thường chỉ có một tiêu đề chung chung. Hướng dẫn về phong cách có thể yêu cầu các mục đó được định dạng khác với các mục @inbook khác. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @inbook.

source: Booklet
vi: Tập sách

source: A book-like work without a formal publisher or sponsoring institution. Use the field <tt>howpublished</tt> to supply publishing information in free format, if applicable. The field <tt>type</tt> may be useful as well.
vi: Một tác phẩm giống như sách mà không có nhà xuất bản chính thức hoặc tổ chức tài trợ. Sử dụng trường <tt>howpublished</tt> để cung cấp thông tin xuất bản ở định dạng miễn phí, nếu có. Trường <tt>kiểu</tt> cũng có thể hữu ích.

source: Single-volume Collection
vi: Bộ sưu tập một tập

source: A single-volume collection with multiple, self-contained contributions by distinct authors which have their own title. The work as a whole has no overall author but it will usually have an editor.
vi: Một bộ sưu tập một tập với sự đóng góp độc lập của các tác giả khác nhau có tiêu đề riêng. Tác phẩm nói chung không có tác giả tổng thể nhưng nó thường sẽ có một người biên tập.

source: Multi-volume Collection
vi: Bộ sưu tập nhiều tập

source: A multi-volume @collection. For backwards compatibility, multi-volume collections are also supported by the entry type @collection. However, it is advisable to make use of the dedicated entry type @mvcollection.
vi: Một bộ sưu tập nhiều tập @collection. Để tương thích ngược, các bộ sưu tập nhiều tập cũng được hỗ trợ bởi loại mục nhập @collection. Tuy nhiên, nên sử dụng loại mục nhập chuyên dụng @mvcollection.

source: Article in a Collection
vi: Bài viết trong một Bộ sưu tập

source: A contribution to a collection which forms a self-contained unit with a distinct author and title. The <tt>author</tt> refers to the <tt>title</tt>, the <tt>editor</tt> to the <tt>booktitle</tt>, i. e., the title of the collection.
vi: Một đóng góp cho một bộ sưu tập tạo thành một đơn vị độc lập, với một tác giả và tiêu đề riêng biệt. <tt>tác giả</tt> đề cập đến <tt>tên sách</tt>, <tt>biên tập viên</tt> cho <tt>tên sách</tt>, hoặc tương tự như thết, tiêu đề của bộ sưu tập.

source: Supplemental Material in a Collection
vi: Tài liệu bổ sung trong Bộ sưu tập

source: Supplemental material in a @collection. This type is similar to @suppbook but related to the @collection entry type. The standard styles will treat this entry type as an alias for @incollection.
vi: Tài liệu bổ sung trong @collection. Loại này tương tự như @suppbook nhưng liên quan đến loại mục nhập @collection. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @incollection.

source: A data set or a similar collection of (mostly) raw data.
vi: Một bộ dữ liệu hoặc tương tự bộ sưu tập với (hầu hết) dữ liệu thô.

source: Technical Manual
vi: Hướng dẫn kỹ thuật

source: Technical or other documentation, not necessarily in printed form. The <tt>author</tt> or <tt>editor</tt> is omissible under certain terms.
vi: Tài liệu kỹ thuật hoặc tài liệu khác, không nhất thiết phải ở dạng in. Có thể bỏ qua <tt>tác giả</tt> hoặc <tt>biên tập viên</tt> theo một số điều khoản nhất định.

source: Miscellaneous
vi: Điều khoản khác

source: A fallback type for entries which do not fit into any other category. Use the field <tt>howpublished</tt> to supply publishing information in free format, if applicable. The field type may be useful as well. <tt>author</tt>, <tt>editor</tt>, and <tt>year</tt> are omissible under certain terms.
vi: Loại dự phòng cho các mục không phù hợp với bất kỳ danh mục nào khác. Sử dụng trường <tt>howpublished</tt> để cung cấp thông tin xuất bản ở định dạng miễn phí, nếu có. Loại trường này cũng có thể hữu ích. Có thể bỏ qua <tt>tác giả</tt>, <tt>biên tập viên</tt> và <tt>năm</tt> theo một số điều khoản nhất định.

source: Online Resource
vi: Tài nguyên trực tuyến

source: An online resource. <tt>author</tt>, <tt>editor</tt>, and <tt>year</tt> are omissible under certain terms. This entry type is intended for sources such as web sites which are intrinsically online resources. Note that all entry types support the <tt>url</tt> field. For example, when adding an article from an online journal, it may be preferable to use the @article type and its <tt>url</tt> field.
vi: Một tài nguyên trực tuyến. Có thể bỏ qua <tt>tác giả</tt>, <tt>biên tập viên</tt> và <tt>năm</tt> theo một số điều khoản nhất định. Loại mục nhập này dành cho các nguồn chẳng hạn như các trang web về bản chất là các nguồn trực tuyến. Lưu ý rằng tất cả các loại mục nhập đều hỗ trợ trường <tt>url</tt>. Ví dụ: khi thêm một bài báo từ một nhật báo trực tuyến, tốt hơn nên sử dụng loại @article và trường <tt>url</tt> của nó.

source: Patent
vi: Bằng sáng chế

source: A patent or patent request. The number or record token is given in the <tt>number</tt> field. Use the <tt>type</tt> field to specify the type and the <tt>location</tt> field to indicate the scope of the patent, if different from the scope implied by the <tt>type</tt>. Note that the <tt>location</tt> field is treated as a key list with this entry type.
vi: Một bằng sáng chế hoặc yêu cầu bằng sáng chế. Số hoặc mã thông báo bản ghi được cung cấp trong trường <tt>số</tt>. Sử dụng trường <tt>loại</tt> để chỉ định loại và trường <tt>vị trí</tt> để chỉ ra phạm vi của bằng sáng chế, nếu khác với phạm vi ngụ ý của <tt>loại</tt> . Lưu ý rằng trường <tt>vị trí</tt> được coi là danh sách khóa với loại mục nhập này.

source: Complete Issue of a Periodical
vi: Một số hoàn chỉnh của một Tạp chí định kỳ

source: An complete issue of a periodical, such as a special issue of a journal. The title of the periodical is given in the <tt>title</tt> field. If the issue has its own title in addition to the main title of the periodical, it goes in the <tt>issuetitle</tt> field. The <tt>editor</tt> is omissible under certain terms.
vi: Một số hoàn chỉnh của một tạp chí định kỳ, chẳng hạn như một số đặc biệt của một tạp chí. Tiêu đề của tạp chí định kỳ được đặt trong trường <tt>tiêu đề</tt>. Nếu số báo có tiêu đề riêng ngoài tiêu đề chính của tạp chí định kỳ, thì nó sẽ nằm trong trường <tt>issuetitle</tt>. <tt>nhà xuất bản</tt> có thể bỏ qua theo một số điều khoản nhất định.

source: Supplemental Material in a Periodical
vi: Tài liệu bổ sung trong Tạp chí định kỳ

source: Conference Proceedings
vi: Kỷ yếu hội nghị

source: A single-volume conference proceedings. This type is very similar to @collection. It supports an optional <tt>organization</tt> field which holds the sponsoring institution. The <tt>editor</tt> is omissible under certain terms.
vi: Kỷ yếu hội nghị một tập. Loại này rất giống với @collection. Nó hỗ trợ trường <tt>tổ chức</tt> tùy chọn chứa tổ chức tài trợ. Có thể bỏ qua <tt>trình chỉnh sửa</tt> theo một số điều khoản nhất định.

source: Multi-volume Proceedings Entry
vi: Kỷ yếu nhiều tập

source: A multi-volume @proceedings entry. For backwards compatibility, multi-volume proceedings are also supported by the entry type @proceedings. However, it is advisable to make use of the dedicated entry type @mvproceedings.
vi: Một mục nhập @proceedings nhiều tập. Để tương thích ngược, các kỷ yếu nhiều tập cũng được hỗ trợ bởi loại mục nhập @proceedings. Tuy nhiên, bạn nên sử dụng loại mục nhập chuyên dụng @mvproceedings.

source: Article in Conference Proceedings
vi: Bài báo trong Kỷ yếu Hội nghị

source: An article in a conference proceedings. This type is similar to @incollection. It supports an optional <tt>organization</tt> field.
vi: Một bài viết trong kỷ yếu hội nghị. Loại này tương tự như @incollection. Nó hỗ trợ trường <tt>tổ chức</tt> tùy chọn.

source: A single-volume work of reference such as an encyclopedia or a dictionary. This is a more specific variant of the generic @collection entry type. The standard styles will treat this entry type as an alias for @collection.
vi: Một tác phẩm tham khảo gồm một tập như bách khoa toàn thư hoặc từ điển. Đây là một biến thể cụ thể hơn của loại mục nhập chung @collection. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @collection.

source: Multi-volume Reference Entry
vi: Mục tham khảo nhiều tập

source: A multi-volume @reference entry. The standard styles will treat this entry type as an alias for @mvcollection. For backwards compatibility, multi-volume references are also supported by the entry type @reference. However, it is advisable to make use of the dedicated entry type @mvreference.
vi: Mục tham khảo @reference nhiều tập. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @mvcollection. Để tương thích ngược, tham chiếu nhiều tập cũng được hỗ trợ bởi loại mục nhập @reference. Tuy nhiên, nên sử dụng loại mục nhập chuyên dụng @mvreference.

source: Article in a Reference
vi: Bài viết trong một Tài liệu tham khảo

source: An article in a work of reference. This is a more specific variant of the generic @incollection entry type. The standard styles will treat this entry type as an alias for @incollection.
vi: Một bài viết trong một tác phẩm tham khảo. Đây là một biến thể cụ thể hơn của loại mục nhập chung @incollection. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @incollection.

source: Report
vi: Báo cáo

source: A technical report, research report, or white paper published by a university or some other institution. Use the <tt>type</tt> field to specify the type of report. The sponsoring institution goes in the <tt>institution</tt> field.
vi: Một báo cáo kỹ thuật, báo cáo nghiên cứu hoặc tham luận được xuất bản bởi một trường đại học hoặc một số tổ chức khác. Sử dụng trường <tt>loại</tt> để chỉ định loại báo cáo. Tổ chức tài trợ cho vào trường <tt>tổ chức</tt>.

source: Software
vi: Phần mềm

source: Computer software. The standard styles will treat this entry type as an alias for @misc.
vi: Phần mềm máy tính. Các kiểu tiêu chuẩn sẽ coi loại mục nhập này là bí danh cho @misc.

source: Thesis
vi: Luận án

source: A thesis written for an educational institution to satisfy the requirements for a degree. Use the <tt>type</tt> field to specify the type of thesis.
vi: Một luận án được viết cho một tổ chức giáo dục để đáp ứng các yêu cầu về bằng cấp. Sử dụng trường <tt>loại</tt> để chỉ định loại luận văn.

source: Unpublished
vi: Chưa xuất bản

source: A work with an author and a title which has not been formally published, such as a manuscript or the script of a talk. Use the fields <tt>howpublished</tt> and <tt>note</tt> to supply additional information in free format, if applicable.
vi: Tác phẩm có tác giả và nhan đề chưa được xuất bản chính thức, chẳng hạn như bản thảo hoặc bản viết tay của một bài nói chuyện. Sử dụng các trường <tt>howpublished</tt> và <tt>note</tt> để cung cấp thông tin bổ sung ở định dạng miễn phí, nếu có.

source: Create a new BibTeX Entry
vi: Tạo một Mục nhập BibTeX mới

source: Add BibTeX Entry
vi: Thêm mục BibTeX

source: _Cancel
vi: _Hủy bỏ

source: _Back
vi: Quay _lại

source: _Next
vi: _Tiếp tục

source: _Create
vi: _Tạo

source: Choose a document type
vi: Chọn một loại tài liệu

source: Step
vi: Bước

source: Required fields
vi: Phần bắt buộc

source: Optional fields
vi: Trường tùy chọn

source: Entry fields
vi: Trường nhập

source: Something went wrong.
vi: Đã xảy ra sự cố.

source: The build process ended unexpectedly returning "{error_message}". To configure your build system go to Preferences.
vi: Quá trình biên dịch kết thúc bất ngờ trả về "{error_message}". Để định cấu hình hệ thống biên dịch của bạn, hãy chuyển đến Tùy chọn.

source: _Go to Preferences
vi: Đi tới _Tùy chọn

source: Document »{document}« has no filename.
vi: Tài liệu »{document}« không có tên tệp.

source: Please save your document to a file, so the build system knows where to put the .pdf (it will be in the same folder as your document).
vi: Vui lòng lưu tài liệu của bạn vào một tệp, để cho hệ thống xây dựng biết nơi đặt .pdf (nó sẽ nằm trong cùng thư mục với tài liệu của bạn).

source: _Save document now
vi: _Lưu tài liệu ngay bây giờ

source: Document »{document}« has unsaved changes.
vi: Tài liệu »{document}« có các thay đổi chưa được lưu.

source: If you close without saving, these changes will be lost.
vi: Nếu bạn đóng mà không lưu, những thay đổi này sẽ bị mất.

source: There are {amount} documents with unsaved changes. Save changes before closing?
vi: Có tài liệu {amount} với các thay đổi chưa được lưu. Lưu các thay đổi trước khi đóng?

source: Select the documents you want to save:
vi: Chọn tài liệu bạn muốn lưu:

source: If you close without saving, all changes will be lost.
vi: Nếu bạn đóng mà không lưu, tất cả các thay đổi sẽ bị mất.

source: Close _without Saving
vi: Đóng _không lưu

source: _Save
vi: _Lưu lại

source: Document »{document}« has changed on disk.
vi: Tài liệu »{document}« đã thay đổi trên đĩa.

source: Should Setzer reload it now?
vi: Có nên tải lại Setzer ngay bây giờ không?

source: _Keep the current Version
vi: _Giữ phiên bản hiện tại

source: _Reload from Disk
vi: _Tải lại từ đĩa

source: Document »{document}« was deleted from disk or moved.
vi: Tài liệu »{document}« đã bị xóa khỏi đĩa hoặc đã di chuyển.

source: If you close it or close Setzer without saving, this document will be lost.
vi: Nếu bạn đóng hoặc đóng Setzer mà không lưu, tài liệu này sẽ bị mất.

source: Your name
vi: Tên của bạn

source: Your address
vi: Địa chỉ của bạn

source: Your phone number
vi: Số điện thoại của bạn

source: Destination
vi: Người nhận

source: Address of the destination
vi: Địa chỉ của người nhận

source: Phone number of the destination
vi: Số điện thoại của người nhận

source: Dear addressee,
vi: Kính gửi người nhận,

source: Yours sincerely,
vi: Trân trọng,

source: Other destination
vi: Người nhận khác

source: PS: PostScriptum
vi: Tái bút: PostScriptum

source: Enclosures
vi: Đồ đính kèm

source: % NOTE: The content of your document has been commented out % by the wizard. Just do a CTRL+Z (undo) to put it back in % or remove the "%" before each line you want to keep. % You can remove this note as well. %
vi: % LƯU Ý: Nội dung tài liệu của bạn đã được bình luận % bởi trình hướng dẫn. Chỉ cần thực hiện CTRL+Z (hoàn tác) để đưa nó trở lại % hoặc bỏ dấu "%" trước mỗi dòng bạn muốn giữ lại. % Bạn cũng có thể xóa ghi chú này. %

source: Create a template document
vi: Tạo một tài liệu mẫu

source: Article settings
vi: Cài đặt bài viết

source: Options
vi: Tùy chọn

source: Two-column layout
vi: Bố cục hai cột

source: Beamer settings
vi: Cài đặt trình chiếu

source: Themes
vi: Chủ đề

source: Show navigation buttons
vi: Hiển thị các nút điều hướng

source: Align content to the top of pages
vi: Căn chỉnh nội dung lên đầu trang

source: ("t" option, it's centered by default)
vi: (tùy chọn "t", nó được căn giữa theo mặc định)

source: Book settings
vi: Cài đặt sách

source: Choose a document class
vi: Chọn một lớp tài liệu

source: <b>Article:</b> For articles in scientific journals, term papers, handouts, short reports, … This class on its own is pretty simplistic and is often used as a starting point for more custom layouts.
vi: <b>Bài báo:</b> Đối với các bài báo trên tạp chí khoa học, bài báo học kỳ, tài liệu phát tay, báo cáo ngắn, … Bản thân lớp này khá đơn giản và thường được sử dụng làm điểm khởi đầu cho các bố cục tùy chỉnh hơn.

source: <b>Book:</b> For actual books containing many chapters and sections.
vi: <b>Sách:</b> Đối với sách thực tế có nhiều chương, mục.

source: <b>Report:</b> For longer reports and articles containing more than one chapter, small books, thesis.
vi: <b>Báo cáo:</b> Đối với các báo cáo dài hơn và các bài viết có nhiều hơn một chương, sách nhỏ, luận văn.

source: <b>Letter:</b> For writing letters.
vi: <b>Thư:</b> Để viết thư.

source: <b>Beamer:</b> A class for making presentation slides with LaTeX. There are many predefined presentation styles.
vi: <b>Beamer:</b> Lớp tạo slide thuyết trình bằng LaTeX. Có nhiều phong cách trình bày được định trước.

source: Others…
vi: Khác…

source: General document settings
vi: Cài đặt chung cho tài liệu

source: Title
vi: Tiêu đề

source: Author
vi: Tác giả

source: Date
vi: Ngày

source: Language
vi: Ngôn ngữ

source: The main language for this document. This is used to apply rules for hyphenation and other purposes.
vi: Ngôn ngữ chính cho tài liệu này. Điều này được sử dụng để áp dụng các quy tắc cho gạch nối và các mục đích khác.

source: Packages
vi: Gói

source: AMS math packages
vi: Gói toán học AMS

source: <b>AMS packages:</b> provide mathematical symbols, math-related environments, …
vi: <b>Gói AMS:</b> cung cấp các ký hiệu toán học, môi trường liên quan đến toán học, …

source: recommended
vi: đề nghị

source: contains symbols to be used in textmode.
vi: chứa các ký hiệu được sử dụng trong kiểu chữ.
